Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamen_lipun_liputuspaivat.html.tmx
Source language: fin
Languages: sme

source: Saamen lipun liputuspäivät
sme: Sámi leavgga leavgabeaivvit

source: Saamelaisilla on yhteensä kaksitoista saamelaiskonferenssissa hyväksyttyä liputuspäivää (Helsinki 1992, Murmansk 1996 ja Trondheim 2017).
sme: Sámiin leat oktiibuot guoktenuppelohkái sámekonfereanssas dohkkehuvvon leavgabeaivvi (Helsset 1992, Murmánska 1996 ja Troanddin 2017).

source: 6.2. Saamelaisten kansallispäivä
sme: 6.2. Sámi álbmotbeaivi

source: 2.3. Suomen Saamelaiskäräjien perustamispäivä (1996)
sme: 2.3. Suoma Sámedikki vuođđudanbeaivi (1996)

source: Marian ilmestyspäivä , saamelaisten perinteinen juhlapäivä.
sme: Márjjabeaivi , sámiid árbevirolaš ávvudanbeaivi.

source: Juhannuspäivä , yleinen juhlapäivä.
sme: Mihcamárbeaivi , almmolaš ávvudanbeaivi.

source: 9.8. YK:n kansainvälinen alkuperäiskansojen päivä
sme: 9.8. ON:a riikkaidgaskasaš eamiálbmogiid beaivi

source: 15.8. Saamen lipun hyväksymispäivä (1986)
sme: 15.8. Sámi leavgga dohkkehanbeaivi (1986)

source: 18.8. Saamelaisneuvoston perustamispäivä (1956)
sme: 18.8. Sámiráđi vuođđudanbeaivi (1956)

source: 26.8. Ruotsin Saamelaiskäräjien perustamispäivä (1993)
sme: 26.8. Ruoŧa Sámedikki vuođđudanbeaivi (1993)

source: 9.10. Norjan Saamelaiskäräjien perustamispäivä (1989)
sme: 9.10. Norgga Sámedikki vuođđudanbeaivi (1989)

source: 9.11. Saamelaisvaltuuskunnan perustamispäivä (1973) .
sme: 9.11. Sámi parlameantta vuođđudanbeaivi (1973).

source: Saamelaisvaltuuskunta oli Suomen Saamelaiskäräjien edeltäjä.
sme: Sámi parlameanta lei Suoma Sámedikki ovdal.

source: 15.11. Ensimmäisen saamelaisen valtiopäivämiehen Isak Saban syntymäpäivä .
sme: 29.11. Elsa Laula Renberga riegádanbeaivi .

source: Isak Saba syntyi 15.11.1875 Uuniemessä Varangissa.
sme: Elsa Laula Renberga (r. 1877) dollojuvvo rájáid rasttildeaddji sámiid ovttasbarggu álggaheaddjin.

source: Hän oli Norjan Suurkäräjien jäsenen kahden kauden ajan (1906-1912) Isak Saba edusti työväenpuoluetta.
sme: Son lei sáme nissonorganisašuvnna aktiiva ja son váikkuhii Troanddimis Norggas 6.2.1917 lágiduvvon vuosttas čoahkkima ollašuvvamii.

source: 29.11. Elsa Laula Renbergin syntymäpäivä .
sme: 15.11. Vuosttas sámi riikkabeaivealmmái Isak Saba riegádanbeaivi .

source: Elsa Laula Renbergiä (s. 1877) pidetään rajat ylittävän saamelaisten yhteistyön käynnistäjänä.
sme: Isak Saba riegádii 15.11.1875 Unjárggas Várjjagis.

source: Hän oli saamelaisen naisjärjestön aktiivi ja vaikutti Tronheimissa Norjassa 6.2.1917 järjestetyn ensimmäisen kokouksen aikaansaamiseen.
sme: Son lei Norgga Stuorradikki lahttu guovtte baji áigge (1906-1912).

source: Saamen lippu
sme: Sámi leavga

source: Saamen lippu on saamelaisen taiteilija Astrid Båhlin suunnittelema.
sme: Sámi leavgga lea plánen sápmelaš dáiddár Astrid Båhl.

source: Lipun aihe tulee eteläsaamelaisen Anders Fjellnerin runosta Páiven párneh (Auringon pojat), jossa Fjellner kuvaa saamelaisia auringon tyttäriksi ja pojiksi.
sme: Leavgga fáddá boahtá lullisápmelaš Anders Fjellnera divttas Páiven párneh (Beaivvi bártnit), mas Fjellner govve sámiid beaivvi nieidan ja bártnin.

source: Lipun punainen ympyrä kuvaa aurinkoa ja sininen kuuta.
sme: Leavgga rukses gierdu govvida beaivváža ja alit mánu.

source: Lipussa leiskuvat punaisen ja sinisen lisäksi keltainen ja vihreä väri.
sme: Leavggas libardit rukses ja alit ivnni lassin fiskes ja ruoná ivdni.

source: Samoja värejä on perinteisesti käytetty saamelaisten kansan- ja kansallispuvussa.
sme: Seamma ivnnit leat árbevirolaččat atnojuvvon sáme gávttis.

source: Lippu hyväksyttiin saamelaisten viralliseksi symboliksi saamelaisten 13. pohjoismaisessa konferenssissa Åressa 15. elokuuta 1986.
sme: Leavga dohkkehuvvui sámiid virggálaš symbolan sámiid 13. davviriikkalaš konfereanssas Åres borgemánu 15. beaivve 1986.

source: Samalla hyväksyttiin myös Saamen suvun laulu.
sme: Seammás dohkkehuvvui maiddái Sámi soga lávlla.

source: Saamelaisten liputuspäiviä on kaksitoista, joista tärkein on Saamen kansallispäivä 6. helmikuuta. Sillä muistetaan ensimmäistä pohjois- ja eteläsaamelaisten kokousta Trondheimissa, Norjassa.
sme: Sámiid leavgabeaivvit leat guoktenuppelohkái, main dehalamos lea Sámi álbmotbeaivi guovvamánu 6. Dáinna beivviin muitit vuosttas čoahkkima Troanddimis, Norggas.

source: Suomen sisäasiainministeriö suosittaa saamen liputuspäiville myös yleistä liputusta.
sme: Suoma sisáššiidministeriija ávžžuha sámi leavgabeivviid atnit maiddái almmolaš leavgabeaivin.

source: Liputtamisessa noudatetaan kunkin valtion lakeja.
sme: Leavgga atnimis čuovvut guđege riikka lágaid.

source: Yksityisillä kansalaisilla, yhteisöillä ja yrityksillä on juhlamielen, kunnioituksen tai surun osoittamiseksi vapaus liputtaa Saamen lipulla muulloinkin kuin virallisina liputuspäivinä.
sme: Ovttaskas olbmuin, servošiin ja fitnodagain lea ávvudeami, gudnejahttima dahje morraša čujuheamis friddjavuohta atnit Sámi leavgga maiddái eará áigge go virggálaš leavgabeaivve.

source: Lähde:
sme: www.saamicouncil.net
